Repository: Sma1lboy/yap
Catalog: VoiceInk/Localizable.xcstrings
Source language: en
Languages: de, fr, zh_hans, zh_hant

source: words per average session
de: Wörter pro Sitzung im Durchschnitt
fr: mots par session en moyenne
zh_hans: 平均每次听写词数
zh_hant: 平均每次聽寫詞數

source: “%1$@” now transcribes %2$@ without detecting the language first.
de: „%1$@“ transkribiert jetzt direkt auf %2$@, ohne erst die Sprache zu erkennen.
fr: « %1$@ » transcrit maintenant directement en %2$@, sans détecter la langue d'abord.
zh_hans: “%1$@”现在直接按%2$@转写，不再先检测语言。
zh_hant: 「%1$@」現在直接按%2$@轉寫，不再先偵測語言。

source: Records your microphone and the sound of other apps, then saves notes and a transcript in History. The first time, macOS asks for System Audio Recording.
de: Nimmt dein Mikrofon und den Ton anderer Apps auf und speichert Notizen und ein Transkript im Verlauf. Beim ersten Mal fragt macOS nach der Berechtigung für die Systemaudioaufnahme.
fr: Enregistre votre micro et le son des autres apps, puis range les notes et la transcription dans l’historique. La première fois, macOS demande l’autorisation d’enregistrer l’audio système.
zh_hans: 录下你的麦克风和其他 App 的声音,然后把纪要和逐字稿存进历史记录。第一次使用时,macOS 会询问“系统音频录制”权限。
zh_hant: 錄下你的麥克風和其他 App 的聲音,然後把紀要和逐字稿存進歷史記錄。第一次使用時,macOS 會詢問「系統音訊錄製」權限。

source: Yap can also record meetings. Set a shortcut for it in Settings.
de: Yap kann auch Meetings aufnehmen. Lege dafür in den Einstellungen ein Tastenkürzel fest.
fr: Yap peut aussi enregistrer vos réunions. Définissez un raccourci dans les Paramètres.
zh_hans: Yap 还能录制会议。在设置里给它设一个快捷键。
zh_hant: Yap 也能錄製會議。在設定裡給它設一個快速鍵。

source: Others %lld
de: Andere %lld
fr: Autres %lld
zh_hans: 对方 %lld
zh_hant: 對方 %lld

source: Telling speakers apart…
de: Sprecher werden unterschieden…
fr: Identification des intervenants…
zh_hans: 正在区分对方的说话人…
zh_hant: 正在區分對方的說話者…

source: Downloading the speaker model… %lld%%
de: Sprechermodell wird geladen… %lld %%
fr: Téléchargement du modèle de voix… %lld %%
zh_hans: 正在下载说话人模型… %lld%%
zh_hant: 正在下載說話者模型… %lld%%

# meeting.notesTitle
source: Notes
de: Notizen
zh_hans: 纪要
zh_hant: 紀要

source: No notes: AI enhancement is off in this mode, or it has no AI provider for them (Yap Refine can't write notes). Turn it on and choose a provider in the mode for your next meeting; the transcript is saved in History.
de: Keine Notizen: Die KI-Verbesserung ist in diesem Modus aus, oder er hat keinen KI-Anbieter dafür (Yap Refine kann keine Notizen schreiben). Schalte sie im Modus ein und wähle einen Anbieter für dein nächstes Meeting; das Transkript ist im Verlauf gespeichert.
fr: Pas de notes : l'amélioration IA est désactivée dans ce mode, ou il n'a pas de fournisseur IA pour cela (Yap Refine ne peut pas rédiger de notes). Activez-la et choisissez un fournisseur dans le mode pour votre prochaine réunion ; la transcription est enregistrée dans l'historique.
zh_hans: 没有生成纪要：这个模式关闭了 AI 增强，或没有可用的 AI 服务商（Yap Refine 不能写纪要）。请在模式里打开并选一个服务商，下次会议就会生成；这次的转写已保存到历史记录。
zh_hant: 沒有產生紀要：這個模式關閉了 AI 增強，或沒有可用的 AI 供應商（Yap Refine 不能寫紀要）。請在模式裡開啟並選一個供應商，下次會議就會產生；這次的轉錄已儲存到歷史記錄。

source: Remind Me to Record When a Call Starts
de: Bei Calls an die Aufnahme erinnern
fr: Proposer d'enregistrer quand un appel commence
zh_hans: 检测到通话时提醒我录制
zh_hant: 偵測到通話時提醒我錄製

source: The call seems to have ended. Click ✓ to end the meeting and save it.
de: Der Call scheint vorbei zu sein. Klicke auf ✓, um das Meeting zu beenden und zu sichern.
fr: L'appel semble terminé. Cliquez sur ✓ pour terminer la réunion et l'enregistrer.
zh_hans: 通话好像结束了。点 ✓ 结束会议并保存。
zh_hant: 通話好像結束了。點 ✓ 結束會議並儲存。

source: When Zoom, Teams, FaceTime, a browser or another call app has used the microphone for 5 seconds, Yap offers to record the meeting; while recording, it tells you when the call seems to have ended. It never starts or stops a recording by itself.
de: Wenn Zoom, Teams, FaceTime, ein Browser oder eine andere Call-App 5 Sekunden lang das Mikrofon nutzt, bietet Yap an, das Meeting aufzunehmen; während der Aufnahme sagt Yap Bescheid, wenn der Call vorbei zu sein scheint. Yap startet oder stoppt eine Aufnahme nie von selbst.
fr: Quand Zoom, Teams, FaceTime, un navigateur ou une autre app d'appel utilise le micro depuis 5 secondes, Yap propose d'enregistrer la réunion ; pendant l'enregistrement, il vous signale quand l'appel semble terminé. Il ne lance ni n'arrête jamais un enregistrement de lui-même.
zh_hans: Zoom、Teams、FaceTime、浏览器或其他通话 App 用麦克风满 5 秒时，Yap 会问你要不要录这场会议；录制中通话好像结束了，也会提醒你。它不会自己开始或停止录制。
zh_hant: Zoom、Teams、FaceTime、瀏覽器或其他通話 App 使用麥克風滿 5 秒時，Yap 會問你要不要錄這場會議；錄製中通話好像結束了，也會提醒你。它不會自己開始或停止錄製。

source: Removed %lld echoes: your microphone picked up the other side from the speakers.
de: %lld Echos entfernt: Dein Mikrofon hat die Gegenseite aus den Lautsprechern aufgenommen.
fr: %lld échos supprimés : votre micro a capté l’autre côté depuis les haut-parleurs.
zh_hans: 去掉了 %lld 段扬声器回声：麦克风录进了外放的对方声音。
zh_hant: 去掉了 %lld 段揚聲器回音：麥克風錄進了外放的對方聲音。

source: The meeting is saved. Its transcript gets Others 1, Others 2… when this is done; you can close this panel.
de: Das Meeting ist gespeichert. Sein Transkript bekommt „Andere 1“, „Andere 2“…, sobald das fertig ist; du kannst dieses Fenster schließen.
fr: La réunion est enregistrée. Sa transcription recevra « Autres 1 », « Autres 2 »… une fois terminé ; vous pouvez fermer ce panneau.
zh_hans: 会议已保存。区分完后，转写会标出对方 1、对方 2…；可以先关掉这个面板。
zh_hant: 會議已儲存。區分完後，轉錄會標出對方 1、對方 2…；可以先關掉這個面板。

source: Speakers not told apart
de: Sprecher nicht unterschieden
fr: Intervenants non distingués
zh_hans: 未区分说话人
zh_hant: 未區分說話者

source: Save Meetings to a Folder Automatically
de: Meetings automatisch in einem Ordner sichern
fr: Enregistrer automatiquement les réunions dans un dossier
zh_hans: 自动将会议存到文件夹
zh_hant: 自動將會議存到資料夾

source: Each meeting's Markdown, as Export Markdown writes it, is added to the folder every time the meeting is saved in History: when it ends, when its speakers have been told apart, after Speaker Names and after Regenerate Notes. Files are never replaced or deleted; a change adds a new file next to the old one, and the same content isn't added twice. A save that was still waiting when Yap quit isn't made up later. The folder and this switch stay on this Mac: settings backups, the config file and Yap Cloud sync don't include them.
de: Das Markdown eines Meetings, wie „Als Markdown exportieren“ es schreibt, kommt jedes Mal in den Ordner, wenn das Meeting im Verlauf gesichert wird: wenn es endet, wenn die Sprecher unterschieden sind, nach „Namen der Sprecher“ und nach „Notizen neu erstellen“. Dateien werden nie ersetzt oder gelöscht; eine Änderung legt eine neue Datei neben die alte, und gleicher Inhalt kommt nicht zweimal hinzu. Was beim Beenden von Yap noch wartete, wird später nicht nachgeholt. Ordner und Schalter bleiben auf diesem Mac: Einstellungs-Backups, die Konfigurationsdatei und die Synchronisierung über Yap Cloud enthalten sie nicht.
fr: Le Markdown de chaque réunion, tel que l’écrit « Exporter en Markdown », est ajouté au dossier à chaque fois que la réunion est enregistrée dans l’historique : à la fin, quand les intervenants ont été identifiés, après « Noms des intervenants » et après « Régénérer les notes ». Aucun fichier n’est jamais remplacé ni supprimé ; un changement ajoute un nouveau fichier à côté de l’ancien, et le même contenu n’est pas ajouté deux fois. Un enregistrement encore en attente quand Yap a quitté n’est pas rattrapé ensuite. Le dossier et ce réglage restent sur ce Mac : les sauvegardes des réglages, le fichier de configuration et la synchronisation Yap Cloud ne les contiennent pas.
zh_hans: 每次会议在历史记录里保存时（会议结束、区分完说话人、改说话人名字、重新生成纪要之后），都会把它的 Markdown（和“导出 Markdown”写出的一样）放进这个文件夹。文件从不替换或删除；内容变了就在旧文件旁边加一个新文件，相同的内容不会加两次。Yap 退出时还在排队的那次保存，之后不会补上。文件夹和这个开关只存在这台 Mac 上：设置备份、配置文件和 Yap Cloud 同步都不包含它们。
zh_hant: 每次會議在歷史記錄裡儲存時（會議結束、區分完說話者、改說話者名字、重新產生紀要之後），都會把它的 Markdown（和「匯出 Markdown」寫出的一樣）放進這個資料夾。檔案從不取代或刪除；內容變了就在舊檔案旁邊加一個新檔案，相同的內容不會加兩次。Yap 結束時還在排隊的那次儲存，之後不會補上。資料夾和這個開關只存在這台 Mac 上：設定備份、設定檔和 Yap Cloud 同步都不包含它們。

source: Only meetings saved from now on. Meetings already in History aren't copied; select them in History and use Save Meetings… for that. A meeting whose speakers are still being told apart is saved when it ends and again once they're in.
de: Nur Meetings, die ab jetzt gesichert werden. Meetings, die schon im Verlauf sind, werden nicht kopiert; dafür wähle sie im Verlauf aus und nutze „Meetings sichern…“. Ein Meeting, dessen Sprecher noch unterschieden werden, wird beim Ende gesichert und noch einmal, sobald die Sprecher feststehen.
fr: Seulement les réunions enregistrées à partir de maintenant. Les réunions déjà dans l’historique ne sont pas copiées ; pour elles, sélectionnez-les dans l’historique et utilisez « Enregistrer des réunions… ». Une réunion dont les intervenants sont encore en cours d’identification est enregistrée à la fin, puis de nouveau une fois qu’ils sont identifiés.
zh_hans: 只存从现在起保存的会议。历史记录里已有的会议不会被复制；需要的话在历史记录里选中它们，用“保存会议…”。还在区分说话人的会议，结束时先存一份，区分完后再存一份。
zh_hant: 只存從現在起儲存的會議。歷史記錄裡已有的會議不會被複製；需要的話在歷史記錄裡選取它們，用「儲存會議…」。還在區分說話者的會議，結束時先存一份，區分完後再存一份。

source: %lld meetings waiting to be saved to the folder…
de: %lld Meetings warten darauf, im Ordner gesichert zu werden…
fr: %lld réunions en attente d’enregistrement dans le dossier…
zh_hans: %lld 场会议正在排队存到文件夹…
zh_hant: %lld 場會議正在排隊存到資料夾…

source: Saved at %@: %@
de: Um %1$@ gesichert: %2$@
fr: Enregistré à %1$@ : %2$@
zh_hans: %1$@ 已保存：%2$@
zh_hant: %1$@ 已儲存：%2$@

source: At %@ the meeting was already in the folder with the same content; nothing was added.
de: Um %@ lag das Meeting schon mit gleichem Inhalt im Ordner; es wurde nichts hinzugefügt.
fr: À %@, la réunion était déjà dans le dossier avec le même contenu ; rien n’a été ajouté.
zh_hans: %@ 这场会议已在文件夹里且内容相同，没有再添加。
zh_hant: %@ 這場會議已在資料夾裡且內容相同，沒有再加入。

source: Not saved at %@: %@
de: Um %1$@ nicht gesichert: %2$@
fr: Non enregistrée à %1$@ : %2$@
zh_hans: %1$@ 没有保存：%2$@
zh_hant: %1$@ 沒有儲存：%2$@

source: Nothing saved yet: the next meeting saved in History goes here.
de: Noch nichts gesichert: Das nächste Meeting, das im Verlauf gesichert wird, kommt hierher.
fr: Rien d’enregistré pour l’instant : la prochaine réunion enregistrée dans l’historique ira ici.
zh_hans: 还没有保存过：下一场在历史记录里保存的会议会放到这里。
zh_hant: 還沒有儲存過：下一場在歷史記錄裡儲存的會議會放到這裡。

source: Use This Folder
de: Diesen Ordner verwenden
fr: Utiliser ce dossier
zh_hans: 使用这个文件夹
zh_hant: 使用這個資料夾

source: Choose a folder for meetings saved from now on.
de: Wähle einen Ordner für Meetings, die ab jetzt gesichert werden.
fr: Choisissez un dossier pour les réunions enregistrées à partir de maintenant.
zh_hans: 为从现在起保存的会议选择一个文件夹。
zh_hant: 為從現在起儲存的會議選擇一個資料夾。

source: Not saved at %@: %@ is already in the folder as %@; it was left as it is.
de: Um %1$@ nicht gesichert: %2$@ liegt schon im Ordner, als %3$@; es wurde so gelassen.
fr: Non enregistrée à %1$@ : %2$@ est déjà dans le dossier, sous forme de %3$@ ; laissé tel quel.
zh_hans: %1$@ 没有保存：文件夹里已有 %2$@，是%3$@，保持原样没有动。
zh_hant: %1$@ 沒有儲存：資料夾裡已有 %2$@，是%3$@，保持原樣沒有動。

source: Your microphone isn't connected, and Yap doesn't switch to a virtual or aggregate input you haven't chosen. Choose a microphone in Audio Settings.
de: Dein Mikrofon ist nicht verbunden, und Yap wechselt nicht von sich aus zu einem virtuellen oder zusammengesetzten Eingang, den du nicht gewählt hast. Wähle ein Mikrofon in den Audioeinstellungen.
fr: Votre micro n’est pas connecté, et Yap ne bascule pas de lui-même vers une entrée virtuelle ou agrégée que vous n’avez pas choisie. Choisissez un micro dans les Paramètres audio.
zh_hans: 你选的麦克风没有连接，Yap 不会自动改用你没有选过的虚拟或聚合输入。请在“音频设置”里选择麦克风。
zh_hant: 你選的麥克風沒有連接，Yap 不會自動改用你沒有選過的虛擬或聚合輸入。請在「音訊設定」裡選擇麥克風。

source: If the microphone you chose isn't connected, Yap switches only to another real microphone (built-in, USB, Bluetooth…). Virtual and aggregate inputs are used only when you choose them here.
de: Ist das gewählte Mikrofon nicht verbunden, wechselt Yap nur zu einem anderen echten Mikrofon (eingebaut, USB, Bluetooth …). Virtuelle und zusammengesetzte Eingänge werden nur verwendet, wenn du sie hier wählst.
fr: Si le micro choisi n’est pas connecté, Yap ne bascule que vers un autre vrai micro (intégré, USB, Bluetooth…). Les entrées virtuelles et agrégées ne sont utilisées que si vous les choisissez ici.
zh_hans: 你选的麦克风没有连接时，Yap 只会改用另一个真实的麦克风（内置、USB、蓝牙…）。虚拟和聚合输入只有在这里选中时才会使用。
zh_hant: 你選的麥克風沒有連接時，Yap 只會改用另一個真實的麥克風（內建、USB、藍牙…）。虛擬和聚合輸入只有在這裡選取時才會使用。

source: %lld Apps
fr: %lld applications
zh_hans: %lld 个应用
zh_hant: %lld 個應用

source: %lld Websites
fr: %lld sites Web
zh_hans: %lld 个网站
zh_hant: %lld 個網站

source: %lld apps
fr: %lld applications
zh_hans: %lld 个应用
zh_hant: %lld 個應用

source: %lld websites
fr: %lld sites Web
zh_hans: %lld 个网站
zh_hant: %lld 個網站

source: App
fr: Application
zh_hans: 应用
zh_hant: 應用

source: Cloud
fr: Nuage
zh_hans: 云端
zh_hant: 雲端

source: Dashboard
fr: Tableau de bord
zh_hans: 概览
zh_hant: 概覽

source: Details
fr: Détails
zh_hans: 详细信息
zh_hant: 詳細資訊

source: Escape
fr: S'échapper

source: Hybrid
fr: Hybride
zh_hans: 混合
zh_hant: 混合

source: Info
fr: Informations
zh_hans: 信息
zh_hant: 資訊

source: Meeting
fr: Réunion
zh_hans: 会议
zh_hant: 會議

source: Meetings
fr: Réunions
zh_hans: 会议
zh_hant: 會議

source: Name
fr: Nom
zh_hans: 名字
zh_hant: 名字

source: Notch
fr: Entailler
zh_hans: 刘海
zh_hant: 劉海

source: OK
fr: D'ACCORD
zh_hans: 好
zh_hant: 好

source: Open Source
fr: Source ouverte
zh_hans: 开源
zh_hant: 開源

source: Original Text
fr: Texte original
zh_hans: 原文
zh_hant: 原文

source: Prompt
fr: Rapide
zh_hans: 提示词
zh_hant: 提示詞

source: Prompt name
fr: Nom d'invite
zh_hans: 提示词名称
zh_hant: 提示詞名稱

source: Push to Talk
fr: Pousser pour parler
zh_hans: 按住说话
zh_hant: 按住說話

source: s median
fr: s (médiane)
zh_hans: 秒（中位数）
zh_hant: 秒（中位數）

source: Server
fr: Serveur
zh_hans: 服务器
zh_hant: 伺服器

source: Server:
fr: Serveur:
zh_hans: 服务器：
zh_hant: 伺服器：

source: Server: %@
fr: Serveur : %@
zh_hans: 服务器：%@
zh_hant: 伺服器：%@

source: System
fr: Système
zh_hans: 系统
zh_hant: 系統

source: System Prompt
fr: Invite système
zh_hans: 系统提示词
zh_hant: 系統提示詞

source: Timeout
fr: Temps mort
zh_hans: 超时
zh_hant: 逾時

source: Voicing, Voice ink
fr: Voicing, encre vocale

source: Voicing, Voice ink, Voiceing
fr: Voicing, encre vocale, voix

source: Whisper Prompt
fr: Prompt Whisper
zh_hans: Whisper 提示词
zh_hant: Whisper 提示詞

source: esc
fr: Échap

source: wpm
fr: mots/min
zh_hans: 词/分钟
zh_hant: 詞/分鐘

source: 0s
zh_hans: 0 秒
zh_hant: 0 秒

source: 1 minute
zh_hans: 1 分钟
zh_hant: 1 分鐘

source: 120s
zh_hans: 120 秒
zh_hant: 120 秒

source: 15s
zh_hans: 15 秒
zh_hant: 15 秒

source: 180s
zh_hans: 180 秒
zh_hant: 180 秒

source: 1s
zh_hans: 1 秒
zh_hant: 1 秒

source: 250ms
zh_hans: 250 毫秒
zh_hant: 250 毫秒

source: 2s
zh_hans: 2 秒
zh_hant: 2 秒

source: 300s
zh_hans: 300 秒
zh_hant: 300 秒

source: 30s
zh_hans: 30 秒
zh_hant: 30 秒

source: 3s
zh_hans: 3 秒
zh_hant: 3 秒

source: 45s
zh_hans: 45 秒
zh_hant: 45 秒

source: 4s
zh_hans: 4 秒
zh_hant: 4 秒

source: 500ms
zh_hans: 500 毫秒
zh_hant: 500 毫秒

source: 5s
zh_hans: 5 秒
zh_hant: 5 秒

source: 60s
zh_hans: 60 秒
zh_hant: 60 秒

source: 90s
zh_hans: 90 秒
zh_hant: 90 秒

source: Apple Intelligence
zh_hans: Apple 智能
zh_hant: Apple 智慧

source: Audio
zh_hans: 音频
zh_hant: 音訊

source: Code
zh_hans: 验证码
zh_hant: 驗證碼

source: Email
zh_hans: 邮件
zh_hant: 郵件

source: Mini
zh_hans: 迷你
zh_hant: 迷你

source: Original
zh_hans: 原文
zh_hant: 原文

source: Original:
zh_hans: 原文：
zh_hant: 原文：

source: Pause
zh_hans: 暂停
zh_hant: 暫停

source: Prompts
zh_hans: 提示词
zh_hant: 提示詞

source: Standup 改到 Friday morning. Send Chris the onboarding review.
zh_hans: standup 改到 Friday morning，onboarding 的 review 发给 Chris。
zh_hant: standup 改到 Friday morning，onboarding 的 review 發給 Chris。

source: Version
zh_hans: 版本
zh_hant: 版本

source: Version %@
zh_hans: 版本 %@
zh_hant: 版本 %@

source: DingTalk
zh_hans: 钉钉
zh_hant: 釘釘

source: “um so the standup, 改到 Friday morning, and uh send Chris the onboarding review”
zh_hans: “嗯那个 standup 我们改到 Friday morning 吧，然后呃 onboarding 的 review 发给 Chris”
zh_hant: 「嗯那個 standup 我們改到 Friday morning 吧，然後呃 onboarding 的 review 發給 Chris」

source: Feishu
zh_hans: 飞书
zh_hant: 飛書

source: Tencent Meeting
zh_hans: 腾讯会议
zh_hant: 騰訊會議
